#+TITLE:     pcap2dot
#+AUTHOR:    Osiris Alejandro Gómez
#+EMAIL:     osiux@osiux.com
#+LANGUAGE:  en
#+LINK:      ISSUE https://github.com/osiris/pcap2dot/issues/
#+LINK:      GIT https://github.com/osiris/pcap2dot/commit/



** Releases
*** Release 0.1 [6/6]
**** DONE publish PoC
     CLOSED: [2014-10-04 sáb 14:58]
     :LOGBOOK:
     - State "DONE"       from "NEXT"       [2014-10-04 sáb 14:58]
     CLOCK: [2014-10-04 sáb 03:41]--[2014-10-04 sáb 06:31] =>  2:50
     :END:

**** DONE replace awk to bash and convert user-agent to image
     CLOSED: [2014-10-06 lun 01:05]
     :LOGBOOK:
     - State "DONE"       from ""           [2014-10-06 lun 01:05]
     CLOCK: [2014-10-06 lun 00:18]--[2014-10-06 lun 00:58] =>  0:40
     CLOCK: [2014-10-05 dom 20:18]--[2014-10-05 dom 21:10] =>  0:52
     CLOCK: [2014-10-05 dom 19:25]--[2014-10-05 dom 19:41] =>  0:16
     CLOCK: [2014-10-05 dom 15:38]--[2014-10-05 dom 18:52] =>  3:14
     CLOCK: [2014-10-05 dom 12:05]--[2014-10-05 dom 12:34] =>  0:29
     :END:

**** DONE fix =.dot= and refactor
     CLOSED: [2014-10-06 lun 17:40]
     :LOGBOOK:
     - State "DONE"       from ""           [2014-10-06 lun 17:40]
     CLOCK: [2014-10-06 lun 15:12]--[2014-10-06 lun 17:22] =>  2:10
     :END:

**** DONE convert server headers to image
     CLOSED: [2014-10-07 mar 10:22]
     :LOGBOOK:
     - State "DONE"       from ""           [2014-10-07 mar 10:22]
     CLOCK: [2014-10-07 mar 02:42]--[2014-10-07 mar 04:15] =>  1:33
     :END:

**** DONE add penwidth in relationships (S|D)IP -> (S|D)PORT
     CLOSED: [2014-10-08 mié 06:11]
     :LOGBOOK:
     - State "DONE"       from ""           [2014-10-08 mié 06:11]
     CLOCK: [2014-10-08 mié 05:08]--[2014-10-08 mié 06:08] =>  1:00
     :END:
**** DONE rename repo to pcap2dot
     CLOSED: [2014-10-10 vie 09:55]
     :LOGBOOK:
     - State "DONE"       from ""           [2014-10-10 vie 09:55]
     CLOCK: [2014-10-10 vie 09:50]--[2014-10-10 vie 09:55] =>  0:05
     :END:

